static cptr mind_tips[MAX_MIND_POWERS] =
{
	"近くの全てのアイテムと財宝を感知する。",
	"次のランダムクエストに現れるモンスター名を知る。",
	"アイテムを自分の足元へ移動させる。",
	"念力の球を放つ。",
	"一定時間、テレパシー能力を得る。",
	"モンスターを1体自分の近くに引き寄せる。",
	"現在の階にいる全てのユニーク・モンスターの名前を知る。",
	"視界内の全てのモンスターに対して精神攻撃を行う。",
	"モンスター1体の完全な調査を行う。",
	"現在の階にある全てのアーティファクトの名前を知る。",
	"現在の階を最も恐ろしい、あるいは最も素晴らしい階になるまで作り直す。50階以降でなければ使えず、地上の入り口から入った直後の階でも使えず、運命で作られた階を運命によって作り直すことはできない。",
	"装備品、ザック、足元と周囲8マスにある全てのアイテムを*鑑定*する。",
	"一定時間、魔法防御で回避できる魔法を必ず回避する。",
	"モンスター1体の精神をハックし、短い間行動できなくする。精神のないモンスターには無効。",
	"一定時間、神聖と邪悪いずれかに対する免疫を得る。",
};
